;Place localized text in this file

[terrorfortbattle X2MissionTemplate]
+DisplayName="灵能门战斗"
+Briefing="变种人在该地区建立了一个灵能门...必须摧毁它。反抗军组织已经占领了一个变种人设施，并将其用作前线基地。"
+PostMissionType="灵能门战斗"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="保护要塞干扰装置"
+ObjectiveTextPools[1]="摧毁外星中继站"

[terrorfortbattle X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="保护反抗军组织干扰装置"
ObjectiveTextPools[1]="摧毁为传送门提供动力的装置"
ObjectiveTextPools[2]="反抗军组织战斗"
ObjectiveTextPools[3]="反抗军组织已经占领了一个变种人基地，并试图攻击附近的灵能门。反抗军组织已经设置了一个装置来干扰敌人传输，以防止敌人飞艇抵达。你必须保护干扰装置的同时摧毁门户的中继站...这将阻止该地区进一步的外星增援。"
ObjectiveTextPools[4]="消灭所有敌军或撤离该区域"

[fbrecon X2MissionTemplate]
+DisplayName="变种人活动"
+Briefing="该区域的变种人活动频繁...我们需要你消除他们的存在。"
+PostMissionType="变种人活动"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="消灭所有敌方目标"


[fbrecon X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="调查该区域"
ObjectiveTextPools[2]="撤离所有XCOM士兵"

[fbrecon2 X2MissionTemplate]
+DisplayName="变种人活动"
+Briefing="该区域的变种人活动频繁...我们需要你消除他们的存在。"
+PostMissionType="变种人活动"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="消灭所有敌方目标"


[fbrecon2 X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="调查该区域"
ObjectiveTextPools[2]="撤离所有XCOM士兵"


[DestroyRelayfb X2MissionTemplate]
DisplayName="摧毁外星中继站"
Briefing="摧毁外星中继站"
PostMissionType="摧毁外星中继站"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="摧毁外星中继发射器"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.DestroyObject.Central_Guerilla_Ops_Destroy_Object_01"
PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.DestroyObject.Central_Guerilla_Ops_Destroy_Object_02"
PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.DestroyObject.Central_Guerilla_Ops_Destroy_Object_03"
PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.DestroyObject.Central_Guerilla_Ops_Destroy_Object_04"
PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.DestroyObject.Central_Guerilla_Ops_Destroy_Object_05"

[ProtectDevicefb X2MissionTemplate]
DisplayName="保护装置"
Briefing="保护装置"
PostMissionType="保护装置"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="确保并保护发射器"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.ProtectDevice.Central_Guerilla_Ops_Protect_Device_01"
PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.ProtectDevice.Central_Guerilla_Ops_Protect_Device_02"
PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.ProtectDevice.Central_Guerilla_Ops_Protect_Device_03"
PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.ProtectDevice.Central_Guerilla_Ops_Protect_Device_04"
PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.ProtectDevice.Central_Guerilla_Ops_Protect_Device_05"

[DestroyRelayfb X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="在传输完成前摧毁中继站"
ObjectiveTextPools[2]="撤离所有XCOM士兵"

[ProtectDevicefb X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="保护数据拦截装置"
ObjectiveTextPools[1]="消灭所有敌方目标"
ObjectiveTextPools[2]="撤离所有XCOM士兵"



[fbacvr X2CharacterTemplate]
strCharacterName="被窃的巨兽坦克"



[Blasterreff X2AbilityTemplate]
LocFriendlyName="死亡绽放"
LocLongDescription="对单一目标进行多次激光炮射击"
LocHelpText="对单一目标进行多次激光炮射击"
LocFlyOverText="死亡绽放"
LocPromotionPopupText="<Bullet/> 对目标进行多次激光炮射击<br/>"


[RocketLauncheracvff X2AbilityTemplate]
LocFriendlyName="旋转火箭"
LocLongDescription="旋转火箭"
LocHelpText="旋转火箭"
LocFlyOverText="旋转火箭"
LocPromotionPopupText="<Bullet/> 旋转火箭<br/>"

[reaperbanishnpc X2AbilityTemplate]
LocFriendlyName="驱逐"
LocLongDescription="驱逐"
LocHelpText="驱逐"
LocFlyOverText="驱逐"
LocPromotionPopupText="<Bullet/> 驱逐<br/>"




[Blasterrelaserff X2AbilityTemplate]
LocFriendlyName="精准光束"
LocLongDescription="精准光束"
LocHelpText="精准光束"
LocFlyOverText="精准光束"
LocPromotionPopupText="<Bullet/> 精准光束<br/>"


[Calltroopz X2AbilityTemplate]
LocFriendlyName="召唤反抗军小队"
LocLongDescription="召唤友好的反抗军小队"
LocHelpText="召唤反抗军小队"
LocFlyOverText="请求支援"
LocPromotionPopupText="<Bullet/> 召唤反抗军小队<br/>"







[fb2AdventFacilityPSIGATE X2MissionTemplate]
+DisplayName="反抗军求救信标"
+Briefing="我们接收到来自我们一个反抗军前哨站的求救信号！我们需要你进行调查。"
+PostMissionType="反抗军求救信标"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="找到反抗军前哨站"
+ObjectiveTextPools[1]="消灭所有敌人"
+PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Unique.T_Unique_Missions_Terror_Attack_Central_03"

[fb2AdventFacilityPSIGATE X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="找到反抗军前哨站"
ObjectiveTextPools[1]="消灭所有敌对势力"
ObjectiveTextPools[2]="保护前哨站"
ObjectiveTextPools[3]="撤离所有XCOM士兵"
ObjectiveTextPools[4]="消灭负责此次攻击的变种人领袖"
ObjectiveTextPools[5]="保护唯一的幸存者"
ObjectiveTextPools[6]="至少要有一名平民存活"
ObjectiveTextPools[7]="坚守至红恶魔到来"
ObjectiveTextPools[8]="前哨站的求救信号是一个陷阱，变种人正在前往该地区...坚守前哨站，直到红恶魔能回来接应。小队的隐蔽性已丧失。"
ObjectiveTextPools[9]="前哨站求救信号"
ObjectiveTextPools[10]="来袭的敌人运输机已经发现了你的位置！小队的隐蔽性已丧失。"



[thelostfb X2CharacterTemplate]
strCharacterName="失魂者"

[thelostfb2 X2CharacterTemplate]
strCharacterName="失魂者"

[thelostfb3 X2CharacterTemplate]
strCharacterName="失魂者"

[ResistanceSoldierfb X2CharacterTemplate]
strCharacterName="反抗军士兵"

[ResistanceSoldierfb2 X2CharacterTemplate]
strCharacterName="反抗军士兵"

[Resistancetemplar X2CharacterTemplate]
strCharacterName="反抗军圣殿骑士"

[Resistanceskirmisher X2CharacterTemplate]
strCharacterName="反抗军散兵"

[Resistancereaper X2CharacterTemplate]
strCharacterName="反抗军死神"


[Resistancetemplar2 X2CharacterTemplate]
strCharacterName="反抗军圣殿骑士"

[Resistanceskirmisher2 X2CharacterTemplate]
strCharacterName="反抗军伞兵"

[Resistancereaper2 X2CharacterTemplate]
strCharacterName="反抗军死神"

[difficultyjoe1 X2CharacterTemplate]
strCharacterName="变种人侦察兵"

[difficultyjoe2 X2CharacterTemplate]
strCharacterName="变种人侦察兵"

[difficultyjoe3 X2CharacterTemplate]
strCharacterName="变种人侦察兵"

[friendly1vip X2CharacterTemplate]
strCharacterName="唯一的幸存者"

[friendly1vip2 X2CharacterTemplate]
strCharacterName="唯一的幸存者"

[friendly1vip3 X2CharacterTemplate]
strCharacterName="唯一的幸存者"


[AdvTrooperM2outvip1 X2CharacterTemplate]
strCharacterName="变种人指挥官"

[AdvTrooperM2outvip2 X2CharacterTemplate]
strCharacterName="变种人指挥官"

[AdvTrooperM2outvip3 X2CharacterTemplate]
strCharacterName="变种人指挥官"


[objectiveitemfb2 X2CharacterTemplate]
strCharacterName="反抗军装置"


[objectiveitemfbxx X2CharacterTemplate]
strCharacterName="外星装置"



[MissionTimers]
Firezomzom1="坚守至红恶魔到来"
Firezomzom="剩余回合数"
FBkothufo="复仇者正在路上"
FBkoth2ufo="复仇者到达前的回合数"
FBkothufor="运输机正在路上"
FBkoth2ufor="新运输机到达前的回合数"
FBkothuforh="外星运输机即将抵达"
FBkoth2uforh="外星人到达前的回合数"
FBkothufordis="制造足够的干扰"
FBkoth2ufordis="剩余积累点数"
FBkothufordis55="等待救援"
FBkoth2ufordis55="救援到达前的回合数"
FBkothufojk="来袭的外星飞船"
FBkoth2ufojk="它们到达前的回合数"




[fbfirebrand1 X2MissionTemplate]
+DisplayName="天际号着陆"
+Briefing="天际号着陆"
+PostMissionType="天际号着陆"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="消灭所有敌对势力"

[fbfirebrand1 X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="关闭幽浮的主控电脑"
ObjectiveTextPools[1]="撤离所有XCOM士兵"
ObjectiveTextPools[2]="在前往作战区域的途中，天际号遭到了外星拦截机的攻击...在随后的战斗中，两艘飞船都受到了损伤，被迫降落。由于双方部署了干扰装置，不会有任何援助到达...然而，外星飞船将定期从他们的休眠舱中运送外星人出来...在关闭幽浮的主控电脑的同时，也要保护XCOM的干扰装置。"
ObjectiveTextPools[3]="在前往作战区域的途中，天际号遭到了外星拦截机的攻击...在随后的战斗中，两艘飞船都受到了损伤，被迫降落。由于双方部署了干扰装置，不会有任何援助到达...然而，外星飞船将定期从他们的休眠舱中运送外星人出来...在关闭幽浮的主控电脑的同时，也要保护XCOM的干扰装置。"
ObjectiveTextPools[4]="天际号遭遇战"
ObjectiveTextPools[5]="坚守至复仇者到来"

ObjectiveTextPools[6]="在前往作战区域的途中，天际号遭到了外星拦截机的攻击...在随后的战斗中，两艘飞船都受到了损伤，被迫降落。由于双方部署了干扰装置，不会有任何援助到达...然而，外星飞船将定期从他们的休眠舱中运送外星人出来...在关闭幽浮的主控电脑的同时，也要保护XCOM的干扰装置。"
ObjectiveTextPools[7]="在前往作战区域的途中，天际号遭到了外星拦截机的攻击...在随后的战斗中，两艘飞船都受到了损伤，被迫降落。由于双方部署了干扰装置，不会有任何援助到达...然而，外星飞船将定期从他们的休眠舱中运送外星人出来...在关闭幽浮的主控电脑的同时，也要保护XCOM的干扰装置。"
ObjectiveTextPools[8]="保护XCOM的干扰装置"







[terrorfort X2MissionTemplate]
+DisplayName="反抗军要塞"
+Briefing="外星人正在攻击我们的一个要塞...保护该区域并消灭所有敌对势力。"
+PostMissionType="反抗军要塞"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="保护该区域"
+ObjectiveTextPools[1]="消灭所有敌人"

[terrorfort X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="保护该区域"
ObjectiveTextPools[1]="撤离所有XCOM士兵"










[fbfirebrand2 X2MissionTemplate]
+DisplayName="天际号着陆"
+Briefing="天际号着陆"
+PostMissionType="天际号着陆"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="消灭所有敌对势力"

[fbfirebrand2 X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="坚守至新运输机到来"
ObjectiveTextPools[1]="撤离所有XCOM士兵"
ObjectiveTextPools[2]="在前往作战区域的途中，天际号被电磁脉冲攻击迫降...当你的队伍走出运输机时，附近森林中传来了失魂者的声音。"
ObjectiveTextPools[3]="在前往作战区域的途中，天际号被电磁脉冲攻击迫降...当你的队伍走出运输机时，附近森林中传来了失魂者的声音。"
ObjectiveTextPools[4]="天际号遭遇战"
ObjectiveTextPools[5]="坚守至运输机到来"

ObjectiveTextPools[6]="在前往作战区域的途中，天际号被外星拦截机攻击...当你的队伍走出运输机时，附近森林中传来了失魂者的声音。"
ObjectiveTextPools[7]="在前往作战区域的途中，天际号被外星拦截机攻击...当你的队伍走出运输机时，附近森林中传来了失魂者的声音。"
ObjectiveTextPools[8]="撤离"



[fbfirebrand3 X2MissionTemplate]
+DisplayName="天际号着陆"
+Briefing="天际号着陆"
+PostMissionType="天际号着陆"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="消灭所有敌对势力"

[fbfirebrand3 X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="准备应对外星人的攻击"
ObjectiveTextPools[1]="撤离所有XCOM士兵"
ObjectiveTextPools[2]="在前往作战区域的途中，天际号被多枚地对空导弹击中并迫降...你的队伍希望在一处附近的洞穴旁坠毁，以便挖掘并加固...准备好应对猛烈的攻击。"
ObjectiveTextPools[3]="在前往作战区域的途中，天际号被多枚地对空导弹击中并迫降...你的队伍希望在一处附近的洞穴旁坠毁，以便挖掘并加固...准备好应对猛烈的攻击。"
ObjectiveTextPools[4]="天际号遭遇战"
ObjectiveTextPools[5]="返回天际号并撤离"

ObjectiveTextPools[6]="在前往作战区域的途中，天际号被多枚地对空导弹击中并迫降...你的队伍希望在一处附近的洞穴旁坠毁，以便挖掘并加固...准备好应对猛烈的攻击。"
ObjectiveTextPools[7]="在前往作战区域的途中，天际号被多枚地对空导弹击中并迫降...你的队伍希望在一处附近的洞穴旁坠毁，以便挖掘并加固...准备好应对猛烈的攻击。"
ObjectiveTextPools[8]="消灭所有外星人"




[fbfirebrand4 X2MissionTemplate]
+DisplayName="天际号着陆"
+Briefing="天际号着陆"
+PostMissionType="天际号着陆"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="消灭所有敌对势力"

[fbfirebrand4 X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="准备应对外星人的攻击"
ObjectiveTextPools[1]="撤离所有XCOM士兵"
ObjectiveTextPools[2]="在前往作战区域的途中，天际号被多枚地对空导弹击中并迫降...你的队伍在城市中心坠毁...准备好应对猛烈的攻击。"
ObjectiveTextPools[3]="在前往作战区域的途中，天际号被多枚地对空导弹击中并迫降...你的队伍在城市中心坠毁...准备好应对猛烈的攻击。"
ObjectiveTextPools[4]="天际号遭遇战"
ObjectiveTextPools[5]="返回天际号并撤离"

ObjectiveTextPools[6]="在前往作战区域的途中，天际号被多枚地对空导弹击中并迫降...你的队伍在城市中心坠毁...准备好应对猛烈的攻击。"
ObjectiveTextPools[7]="在前往作战区域的途中，天际号被多枚地对空导弹击中并迫降...你的队伍在城市中心坠毁...准备好应对猛烈的攻击。"
ObjectiveTextPools[8]="消灭所有外星人"














[Targeting_Dodge_T1fb X2HackRewardTemplate]
FriendlyName="反抗军增援"
Description="偷来的变种人运输机将进入战场并投放一个友好的反抗军小队。"

[Targeting_Dodge_T2fb X2HackRewardTemplate]
FriendlyName="反抗军增援"
Description="偷来的变种人运输机将进入战场并投放一个强大的友好的反抗军小队。"

[Targeting_Dodge_T1fb2 X2HackRewardTemplate]
FriendlyName="反抗军增援"
Description="偷来的变种人运输机将进入战场并投放一个友好的反抗军小队。"

[Targeting_Dodge_T2fb2 X2HackRewardTemplate]
FriendlyName="反抗军增援"
Description="偷来的变种人运输机将进入战场并投放一个强大的友好的反抗军小队。"

[Targeting_Dodge_T1fb2x X2HackRewardTemplate]
FriendlyName="圣殿骑士增援"
Description="偷来的变种人运输机将进入战场并投放一个友好的圣殿骑士反抗成员。"

[Targeting_Dodge_T2fb2x X2HackRewardTemplate]
FriendlyName="圣殿骑士增援"
Description="偷来的变种人运输机将进入战场并投放一个友好的圣殿骑士反抗小队。"







[CombatStimsfb X2WeaponTemplate]
FriendlyName="反抗军支援信标"
FriendlyNamePlural="反抗军支援信标"
BriefSummary="使用这个信标将允许附近的反抗军小队通过偷来的变种人运输船飞到你的位置。他们会跟随你完成任务并提供援助。此物品为一次性使用。"
TacticalText="<Bullet/> 使用这个信标将允许附近的反抗军小队通过偷来的变种人运输船飞到你的位置来协助你。他们会跟随你完成任务并提供援助。此物品为一次性使用。"




[acv_WPN X2WeaponTemplate]
FriendlyName="坦克加农炮"
BriefSummary="坦克加农炮"
TacticalText="<Bullet/> 坦克加农炮."






[DarkEvent_havenattack X2DarkEventTemplate]
DisplayName="天际号坠落"
SummaryText="变种人已经察觉到XCOM的存在，并正在部署反空车辆。"
QuoteText="\"最好准备好你的降落伞。\""
QuoteTextAuthor="- 中央军官布拉德福德"
PreMissionText="天际号在前往任务的途中更容易被击落。"
PostMissionSuccessText="黑暗事件应对：天际号坠落"
PostMissionFailureText="未能应对黑暗事件：天际号坠落"






[fbdistraction X2MissionTemplate]
+DisplayName="反抗军转移"
+Briefing="一个对反抗军组织联合努力至关重要的附近基地被发现，必须进行疏散。"
+PostMissionType="反抗军转移"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="制造足够的干扰，以便反抗军可以疏散"
+ObjectiveTextPools[1]="在完成主要目标后撤离"


[fbdistraction X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="制造一个干扰"
ObjectiveTextPools[1]="撤离所有XCOM士兵"
ObjectiveTextPools[2]="一个对反抗军组织联合努力至关重要的附近基地被发现，必须进行疏散。你和另一个反抗军团队必须为变种人制造一个干扰，以便其余力量可以成功疏散该地区。射击、受到射击和击杀敌人将减少完成这一目标所需的时间。警告！所有敌人都已警觉！"
ObjectiveTextPools[3]="一个对反抗军组织联合努力至关重要的附近基地被发现，必须进行疏散。你和另一个反抗军团队必须为变种人制造一个干扰，以便其余力量可以成功疏散该地区。射击、受到射击和击杀敌人将减少完成这一目标所需的时间。警告！所有敌人都已警觉！"
ObjectiveTextPools[4]="反抗军转移"
ObjectiveTextPools[5]="制造一个干扰"

ObjectiveTextPools[6]="一个对反抗军组织联合努力至关重要的附近基地被发现，必须进行疏散。你和另一个反抗军团队必须为变种人制造一个干扰，以便其余力量可以成功疏散该地区。射击、受到射击和击杀敌人将减少完成这一目标所需的时间。警告！所有敌人都已警觉！"
ObjectiveTextPools[7]="一个对反抗军组织联合努力至关重要的附近基地被发现，必须进行疏散。你和另一个反抗军团队必须为变种人制造一个干扰，以便其余力量可以成功疏散该地区。射击、受到射击和击杀敌人将减少完成这一目标所需的时间。警告！所有敌人都已警觉！"
ObjectiveTextPools[8]="撤离"





[fbconvoy X2MissionTemplate]
+DisplayName="护送车队"
+Briefing="反抗军组织已经偷走了一辆变种人的车辆。他们需要你的团队在护送它离开该地区时提供支持。"
+PostMissionType="护送车队"
+BriefingImage="img:///UILibrary_Common.Xcom_default"
+ObjectiveTextPools[0]="保护反抗军组织车队，直到它到达目的地"
+ObjectiveTextPools[1]="撤离"

[fbconvoy X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="保护受损的坦克"
ObjectiveTextPools[1]="确保车队到达疏散区域"
ObjectiveTextPools[2]="登上运输机"


[DefaultCovertEscape X2MissionNarrativeTemplate]
+ObjectiveTextPools[2]="保持当前位置并等待救援"
+ObjectiveTextPools[3]="红恶魔正在路上"
+ObjectiveTextPools[4]="保持当前位置并等待救援...红恶魔将在你当前位置附近不久后到达接你。"